tap "dart-lang/dart"
tap "fgeller/tap"
tap "grpc/grpc"
tap "rs/tap"
tap "katallaxie/csync-tap"
brew "ack"
brew "ag"
brew "antigen"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "btop"
brew "cargo-depgraph"
brew "cocoapods"
brew "coreutils"
brew "csync"
brew "dart-lang/dart/dart"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "duf"
brew "eza"
brew "fd"
brew "fgeller/tap/kt"
brew "fzf"
brew "gdal"
brew "gh"
brew "gh"
brew "git-crypt"
brew "git-lfs"
brew "git"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "grpc"
brew "helm"
brew "htop"
brew "hugo"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "lima"
brew "libffi"
brew "libksba"
brew "libpcap"
brew "libusbmuxd"
brew "lzlib"
brew "mas"
brew "mercurial"
brew "micro"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "pipenv"
brew "podman"
brew "podofo"
brew "poppler"
brew "prettyping"
brew "protobuf"
brew "protoc-gen-go"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "socat"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "vegeta"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "alacritty"
cask "android-platform-tools"
cask "android-studio"
cask "daisydisk"
cask "dash"
cask "ghostty"
cask "hazeover"
cask "insomnia"
cask "keepingyouawake"
cask "ngrok"
cask "pearcleaner"
cask "pika"
cask "podman-desktop"
cask "postman"
cask "raycast"
cask "signal"
cask "sketch"
cask "stats"
cask "viscosity"
cask "wombat"
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
