tap "aybabtme/tap"
tap "bradleyjkemp/formulae"
tap "dart-lang/dart"
tap "fgeller/tap"
tap "github/packages"
tap "grpc/grpc"
tap "homebrew/bundle"
tap "homebrew/core"
tap "rs/tap"
brew "ack"
brew "antigen"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "bazaar"
brew "exa"
brew "libffi"
brew "cocoapods"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gdal"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "graphicsmagick"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "helm"
brew "hugo"
brew "libusbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libksba"
brew "libpcap"
brew "lzlib"
brew "mackup"
brew "mas"
brew "micro"
brew "mercurial"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "pipenv"
brew "podofo"
brew "poppler"
brew "prettyping"
brew "protoc-gen-go"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "socat"
brew "telnet"
brew "terraform"
brew "tmux"
brew "vault"
brew "vegeta"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "andersnormal/picasso/picasso"
brew "bradleyjkemp/formulae/grpc-tools"
brew "dart-lang/dart/dart"
brew "fgeller/tap/kt"
brew "github/packages/ghcs"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "bloomrpc"
cask "cakebrew"
cask "daisydisk"
cask "dash"
cask "docker"
cask "github"
cask "keepingyouawake"
cask "ngrok"
cask "sketch"
cask "temurin8"
cask "viscosity"
cask "wombat"
mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
