tap "bradleyjkemp/formulae"
tap "dart-lang/dart"
tap "fgeller/tap"
tap "grpc/grpc"
tap "henrygd/beszel"
tap "katallaxie/csync-tap"
tap "kris-anderson/netperf"
tap "rs/tap"
tap "siderolabs/tap"
tap "txn2/tap"
brew "ack"
brew "antigen"
brew "protobuf"
brew "grpc"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "btop"
brew "cargo-depgraph"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-credential-helper"
brew "duf"
brew "eza"
brew "fd"
brew "fleet-cli"
brew "fzf"
brew "libksba"
brew "poppler"
brew "gdal"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "gum"
brew "helm"
brew "htop"
brew "hugo"
brew "libusbmuxd"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k9s"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "kustomizer"
brew "libffi"
brew "libpcap"
brew "lzlib"
brew "mackup"
brew "mage"
brew "mas"
brew "mercurial"
brew "micro"
brew "mise"
brew "neovim"
brew "node"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "pipenv"
brew "podman"
brew "podofo"
brew "prettyping"
brew "protoc-gen-go"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "rust"
brew "rustup"
brew "saml2aws"
brew "socat"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "vegeta"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "bradleyjkemp/formulae/grpc-tools"
brew "dart-lang/dart/dart"
brew "fgeller/tap/kt"
brew "henrygd/beszel/beszel-agent"
brew "katallaxie/csync-tap/csync"
brew "kris-anderson/netperf/netperf-enable-demo"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "siderolabs/tap/talosctl"
brew "txn2/tap/kubefwd"
cask "1password-cli"
cask "alacritty"
cask "android-platform-tools"
cask "android-studio"
cask "beekeeper-studio"
cask "claude-code"
cask "daisydisk"
cask "dash"
cask "flutter"
cask "ghostty"
cask "hazeover"
cask "insomnia"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "netnewswire"
cask "ngrok"
cask "orbstack"
cask "orion"
cask "pearcleaner"
cask "pika"
cask "postman"
cask "raycast"
cask "signal"
cask "sketch"
cask "stats"
cask "viscosity"
cask "wombat"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Ulysses", id: 1225570693
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "expo.vscode-expo-tools"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "kangping.protobuf"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "plex.vscode-protolint"
vscode "redhat.vscode-yaml"
go "golang.org/x/tools/gopls"
go "github.com/jsonnet-bundler/jsonnet-bundler/cmd/jb"
go "honnef.co/go/tools/cmd/staticcheck"
